liuyan-yii/controllers/IndexController.php

INSERT INTO `message` (`content`, `addtime`) VALUES ('ggfgfgg', '2016-03-24 13:49:40')
---
	public function actionAdd(){
		$model=new UserForm();
		$content=$_POST['content'];
		$time=date('Y-m-d H:i:s');
		$connection = \Yii::$app->db;
		$arr=$connection->createCommand()->insert('message', [
	    'content' => $content,
	    'addtime' => $time,
		])->execute();